{
  "description": {
    "hr": [
      {
        "id": "1",
        "title": "Teslina mladost i boravak u Europi",
        "articles": [
          "Nikola Tesla se rodio 10. srpnja 1856. kao četvrto dijete pravoslavnoga svećenika Milutina i njegove supruge Georgine (Đuke) rođene Mandić. Do svoje šeste godine boravio je u Smiljanu, gdje je završio prvi razred pučke škole. Već je tada na obližnjem potoku Vagancu izrađivao vodne turbine kao igračke.",
          "Godine 1862. otac Nikole Tesle na vlastiti je zahtjev premješten u Gospić, kamo se preselio sa svojom obitelji. Nikola je u Gospiću pohađao pučku (osnovnu) školu. U školi je pokazivao zanimanje za prirodoznanstvene predmete. Pučku je školu završio 1866., a od 1866. do 1870. pohađao je Realnu gimnaziju u Gospiću.",
          "Nakon što je 1870. završio treći razred Niže realne gimnazije u Gospiću, roditelji su Nikolu poslali u Višu realnu gimnaziju u Rakovcu pokraj Karlovca. Tijekom školovanja nije bio osobito dobar učenik, ali ga je zbog pokusa koje je izvodio njegov profesor Martin Sekulić veoma zanimala fizika. Posebno su ga se dojmili pokusi s elektricitetom. Teslino školovanje u Rakovcu završilo je polaganjem mature 24. srpnja 1873.",
          "Nakon mature Nikola se vratio roditeljima u Gospić, gdje je obolio od kolere. Zbog bolesti ga otac nije poslao na studij za svećenika, nego na studij tehnike. Skrivao se pred vojnim vlastima te tako uspio izbjeći trogodišnje služenje u austrijskoj vojsci. Nakon toga, 1875., odlazi u Graz studirati na Kaiserliche und Königliche Technische Hochschule (Tehnička visoka škola). Dana 29. travnja 1879. umire mu otac. Nikola je zatim kratko vrijeme radio kao nastavnik u Gimnaziji u Gospiću, koju je i sam pohađao.",
          "Početkom 1880. Nikola Tesla odlazi u Prag kako bi slušao neka predavanja na Karl-Ferdinandovu sveučilištu, a sljedeće godine zapošljava se kod braće Puskas u Budimpešti kao crtač u Telegrafskom uredu. Poslije je radio kao voditelj ekipe za izgradnju telefonske centrale. U ekipi je bio i Antal Szigety, mehaničar koji će mu postati vjeran prijatelj. Radeći na telefonskoj centrali, Tesla je usavršio telefonsko pojačalo. Početkom 1882. zbog velikih je napora obolio, a sluh mu je postao preosjetljiv. Kada je ozdravio, šećući s Antalom Szigetyjem parkom i recitirajući Goetheova Fausta sinula mu je ideja o okretnome magnetskom polju.",
          "Štapom je crtao dijagrame u pijesku i odjednom mu je bio potpuno jasan princip rada elektromotora napajanog izmjeničnom strujom. U nepuna dva mjeseca razradio je sve tipove motora i modifikacije polifaznoga sustava. U travnju 1882. Tivadar Puskas zaposlio je Teslu i njegova prijatelja Szigetyja u Parizu u tvrtki Compagnie Continentale Edison de Paris, gdje je radio na otklanjanju kvarova u Edisonovim elektranama.",
          "Poslan je u Strassburg 1883. gdje je uspio izgraditi svoj prvi indukcijski elektromotor napajan izmjeničnom strujom. Upravitelj elektrane Charles Batchelor, Edisonov dugogodišnji prijatelj, ponukao je Teslu da ode u SAD i napisao mu sjajnu preporuku."
        ]
      },
      {
        "id": "2",
        "title": "Tesla u Americi",
        "articles": [
          "Godine 1884. Nikola Tesla odlazi u SAD, gdje se zapošljava u tvornici Edison Machine Works u New Yorku. Tu je radio na poboljšanjima Edisonovih istosmjernih strojeva i popravcima kvarova. Godine 1885. osnovana je tvrtka Tesla Electric Light & Manufacturing Company sa sjedištem u Rahwayu, u New Jerseyju, i podružnicom u New Yorku. Radeći u svome prvom laboratoriju, Tesla je razvijao lučne svjetiljke, koje su bile bolje od svih dotadašnjih, te ih je iste godine patentirao. Godine 1886. dolazi do ekonomske krize u SAD, Teslina kompanija propada, a on prolazi jedno od najtežih životnih razdoblja radeći kao nadničar na njujorškim ulicama.",
          "U travnju 1887. pokrenuta je tvrtka Tesla Electric Company, s osnovnim kapitalom od pola milijuna dolara, a u sljedećih nekoliko mjeseci Tesla podnosi svoje patentne prijave za višefazni sustav izmjenične struje. U svibnju 1888. održao je predavanje pred Američkim institutom inženjera elektrotehnike (AIEE) pod nazivom Novi sustav motora i transformatora na izmjeničnu struju. Iste je godine sklopio ugovor s tvrtkom Westinghouse Electric and Manufacturing Company, na temelju kojega su svi njegovi patenti na području višefaznih izmjeničnih struja postali vlasništvo te tvrtke. Za njih je primio oko 60 tisuća dolara u koje je osim gotovine bilo uključeno i 150 dionica spomenute tvrtke te još 2,50 dolara po svakoj prodanoj konjskoj snazi struje. Pristao je raditi kao savjetnik za Westinghousea i preselio se u Pittsburgh na godinu dana. U rujnu 1889. posjetio je Međunarodnu izložbu u Parizu, a krajem te i početkom sljedeće godine boravio je i u Hrvatskoj.",
          "Godine 1891. Tesla prijavljuje niz patenata iz područja struja visoke frekvencije i visokoga napona, a njegovi motori i generatori koje je izgradio Westinghouse prvi put ulaze u komercijalnu uporabu u rudarskome gradiću Telluride u državi Colorado. ",
          "Dana 20. svibnja 1891. Tesla drži predavanje s pokusima na Sveučilištu  Columbia u New Yorku, a 30. srpnja postaje američkim državljaninom. U veljači 1892. drži predavanja s pokusima u Londonu i Parizu te odlazi u Hrvatsku, gdje mu umire majka. Iste je godine (24. svibnja) održao predavanje o izmjeničnoj struji u Zagrebu. U proljeće 1893. opisao je slušateljima na Institutu Franklin u Philadelphiji, a zatim i članovima udruge National Electric Light Association u St. Louisu načela radiotehnike. Iste je godine na velikom sajmu u Chicagu postavljen Teslin sustav izmjenične struje za napajanje rasvjete. U požaru koji je izbio 13. ožujka 1895. izgorio je Teslin laboratorij u New Yorku.",
          "Godine 1896. dovršena je hidroelektrana na Niagari i pušten u rad dalekovod do Buffala, a Tesla izvodi pokuse sa X-zrakama. Godine 1898. prijavljuje patent broda upravljanog na daljinu i pokazuje ga na Madison Square Gardenu u New Yorku. Godinu poslije odlazi u Colorado Springs, gdje izvodi pokuse s vrlo visokim naponima (oko 12 milijuna volti) i otkriva stojne Zemljine valove. Cilj mu je bio ostvariti bežični prijenos energije.",
          "Krajem 1900. J. P. Morgan daje Tesli 150 tisuća dolara za izgradnju svjetskoga sustava emitiranja radiosignala te dobiva 51 posto vlasništva u svim patentima vezanima uz radio. Sljedeće godine počinje izgradnja radiopostaje u Wardenclyffeu na Long Islandu, kojom je Tesla želio ostvariti bežični prijenos energije. Godine 1902. podnio je zahtjev za patentiranje uređaja za prijenos električne energije koji je bio vezan uz projekt u Wardenclyffeu, a odobren je tek 1914. Zbog nedostatka novca, 1906. obustavljeni su svi radovi na projektu bežičnoga prijenosa energije. Iste je godine izgradio prvi model turbine bez lopatica, čije je usavršavanje trajalo do 1912."
        ]
      },
      {
        "id": "3",
        "title": "Tesla pri kraju životnoga puta",
        "articles": [
          "Godine 1917. Američki institut inženjera elektrotehnike (AIEE) dodijelio je Tesli Edisonovu medalju. Godine 1926. Sveučilište u Zagrebu dodijelilo je Nikoli Tesli naslov dr. honoris causa (počasnog doktora). Godine 1931., na Teslin 75. rođendan, na naslovnici časopisa Time pojavila se njegova fotografija, a čestitke su mu uputili mnogi istaknuti znanstvenici, među kojima je bio i Albert Einstein. Godine 1934. Tesla je razradio plan usnopljenoga prijenosa energije. Godine 1937. Tehnička visoka škola iz Graza, u kojoj je studirao, dala mu je počasni doktorat. Nikola Tesla umro je 7. siječnja 1943. u hotelu New Yorker u sobi 3327."
        ]
      },
      {
        "id": "4",
        "title": "Najvažniji izumi Nikole Tesle",
        "articles": [
          "1. Sustav višefaznih struja i okretno magnetsko polje (izmjenični višefazni motori i generatori na principu okretnoga magnetskog polja)",
          "2. Izmjenični sustav prijenosa i distribucije električne energije",
          "3. Teslin oscilacijski transformator (Teslina zavojnica)",
          "4. Rasvjeta pomoću struja visoke frekvencije",
          "5. Sustav bežičnoga prijenosa radiosignala i energije",
          "6. Teleautomatika (daljinsko upravljanje brodom)",
          "7. Teslina turbina"
        ]
      }
    ],
    "en" : [
       {
        "id": "1",
        "title": "TESLA’S YOUTH AND LIFE IN EUROPE",
        "articles": [
          "Nikola Tesla was born on July 10 1856, the fourth child of Orthodox priest Milutin and his wife Georgina (Đuka), nee Mandić. Until he was six, Nikola lived in Smiljan, where he went to the first grade of elementary school. Even at that early age, in the nearby brook called Vaganac he made toy hydro turbines.",
          "In 1862 the father of Nikola Tesla, at his own request, was transferred to Gospić, to which he moved with his family. In Gospić, Nikola attended grade school. As soon as he was able to read, he became an impassioned reader, above all of books from his father’s library. In school he showed an interest in scientific subjects. He completed elementary school in 1866, and from 1866 to 1870 he attended Real High School in Gospić.",
          "In 1870, after he had completed the third class of Junior Real High School in Gospić, his parents sent Nikola to Senior Real High School in Rakovac, near Karlovac. During his period here he did not perform particularly well in his studies, but because of the experiments performed by his teacher, Martin Sekulić, he became very interested in physics. He was particularly impressed by experiments to do with electricity. Tesla’s education in Rakovac finished when he passed his maturity exams on July 24, 1873.",
          "After finishing high school Nikola returned to his parents in Gospić, but fell ill of cholera. Because of his illness, his father did not send him to train for the priesthood, but to an engineering course. He hid from the military authorities and managed to avoid serving three years in the Austrian army. After that, in 1875, he went to Graz to study at the Kaiserliche und Königliche Technische Hochschule. In the first two years of the course he proved himself outstandingly capable, but because he lost his Military Border scholarship he had to quit his studies. In 1878 he worked in Maribor as assistant engineer, and in March the next year, the local authorities forced him to go back to Gospić. On April 29, 1879 his father died. For a short time after that Nikola worked as a teacher in the same High School in Gospi} he had attended himself.",
          "At the beginning of 1880, Nikola Tesla went to Prague, to attend lectures at the Karl-Ferdinand University, and in the next year was employed with the Puskas Brothers in Budapest, as a draughtsman in the telegraph office. Later he worked as team leader for the construction of the telephone exchange. Also in the team was Antal Szigety, a mechanic who became a loyal friend. Working in the telephone exchange, Tesla improved the telephone amplifier. At the beginning of 1882, after working too hard, he fell ill, his hearing having become over-sensitive. When he recovered his health, walking in the park with Antal Szigety and reciting Goethe’s Faust, the idea of a rotating magnetic field suddenly occurred to him.",
          "With a stick, he drew diagrams in the sand, and all at once he completely understood the principle of the work of an electrical motor driven by alternating current. In not quite two months, he had worked out all types of motors and modifications to the polyphase system. In April 1882, Tivadar Puska employed Tesla together with his friend Szigety in Paris in the firm Compagnie Continentale Edison de Paris, where he worked on faults repair in the Edison power plants.",
          "He was sent to Strasbourg in 1883, where he managed to build the first induction motor driven by alternating current. The director of the plant, Charles Batchelor, long-term friend of Edison, encouraged Tesla to travel to the USA, and wrote him a glowing letter of recommendation."
        ]
      },
      {
        "id": "2",
        "title": "TESLA IN AMERICA",
        "articles": [
          "In 1884, Nikola Tesla went to the United States, where he found employment in the Edison Machine Works in New York. He worked there on improvements to Edison’s direct current machines and in faults repair. In 1885 he founded his own firm, Tesla Electric Light & Manufacturing Company, with its headquarters in Rahway, New Jersey, and a branch in New York. Working in his own first laboratory, Tesla developed arc lights that were better than any predecessors, and had them patented.",
          "In April 1887, he launched the firm Tesla Electric Company, with share capital of half a million dollars, and in the next few months Tesla filed patent applications for the polyphase alternating current system. In May 1888, he gave a lecture to the American Institute of Electrical Engineers entitled “A new system of motors and transformers on alternating electricity”. In the same year he entered into a contract with the firm Westinghouse Electric and Manufacturing Company, pursuant to which all his patents in the area of polyphase alternating current became the property of this firm; in return he received about 60,000 dollars, including not only cash but also 150 shares in Westinghouse, as well as two dollars fifty for each horsepower of electricity sold. He agreed to work as a consultant in Westinghouse and moved to Pittsburgh for a year. In September 1889 he visited the International Exhibition in Paris, and at the end of that and the beginning of the next year he spent time in Croatia.",
          "In 1891, Tesla applied for a number of patents in the area of high frequency current and high voltages, and the motors and generators he had developed at Westinghouse were put into commercial use for the first time in the mining town of Telluride in Colorado. On May 20 the same year, Tesla gave a speech, illustrated by experiments, in Columbia University, New York, and on July 20 became an American citizen. In February 1892 he gave lectures illustrated by experiments in London and Paris, and then made haste to Croatia, where his mother was dying. In the same year, on May 24, he gave a lecture about alternating current in Zagreb.",
          "In the spring of the next year, he described it to an audience at the Franklin Institute in Philadelphia, and then to members of the National Electric Light Association in St. Louis gave a lecture on the principles of radio engineering. In the same year at the great exhibition in Chicago,Tesla’s alternating current system for street lighting was installed. But in a fire that broke out on March 13, 1895, Tesla’s laboratory in New York was burned down. In the following year, a hydro-electricity power station was completed at Niagara, and a long-distance transmission system to Buffalo came on-stream. Tesla performed experiments with X-rays. In 1898, he applied for a patent for a remote-controlled ship, and presented it at Madison Square Garden in New York.",
          "A year after that, he went to Colorado Springs, where he performed experiments with very high voltages (about 12 million V) and discovered the standing waves of the Earth. His aim was to enable wireless transmission of power. At the end of 1900, J. P. Morgan gave Tesla 150,000 dollars for the development of a world radio signal broadcasting system, and received 51% of all the proceeds of patents related to radio. In the next year, construction of a radio station at Wardenclyffe on Long Island began; with it, Tesla hoped to achieve the wireless transmission of energy. In 1902 he filed a patent application for the transmission of electricity related to the Wardenclyffe project, but this was granted only in 1914. Because of shortage of funds, in 1906 all work on the wireless transmission of power was halted. In the same year Tesla built the first model of bladeless turbine, later called the Tesla turbine; it took until 1912 for it to be perfected."
        ]
      },
      {
        "id": "3",
        "title": "TESLA NEAR THE END OF HIS LIFE’S JOURNEY",
        "articles": [
          "In 1916 the American Institute of Electrical Engineers awarded Tesla the Edison Medal. In 1926, Zagreb University awarded him a doctorate honoris causa. In 1931, on Tesla’s 75th birthday, a photograph of him appeared on the cover of Time, and he was sent greetings and congratulations by scientists from all over the world, including Albert Einstein.",
          "In 1934 Tesla worked out a plan for the beamed transmission of energy. In 1937, Graz Polytechnic, in which he had studied, gave him an honorary doctorate. Nikola Tesla died on January 7, 1943 in room 3327 of the New Yorker Hotel."
        ]
      },
      {
        "id": "4",
        "title": "NIKOLA TESLA GREATEST INVENTIONS",
        "articles": [
          "1. Polyphase current system and rotating magnetic field (polyphase current motors and generators operating on the principle of rotating magnetic field)",
          "2. Polyphase system of transmission and distribution of electric power",
          "3. The Tesla coil (Tesla Oscillation Transformer)",
          "4. Lighting obtained from high frequency current",
          "5. System of wireless transmission of radio signals and electric power",
          "6. Teleautomation (remote controlled vessel)",
          "7. The Tesla bladeless turbine"
        ]
      }
    ]
  },
  "imageUrl": "/tesla-lab/assets/tesla_portrait.jpg",
  "name": "Nikola Tesla",
  "ui": {
    "hr": {
      "summary": "Sadržaj"
    },
    "en" : {
      "summary": "Summary"
    }
  }
}